var all_tips = [
'Tips : 1145141919810',
'Tips : 每日一杯奶，健康音游人',
'Tips : SB KohaD!!!',
'Tips : This is not a tips!',
'Tips : 没啥',
'Tips : 发现新提示的最好办法就是微笑着面对他，加油，奥里给！(bushi)',
'Tips : 发现新提示的最好办法是时不时看资讯站的内容！',
'Tips : 鸡汤来喽！',
'Tips : 众所周知:枫乔站长更新资讯站绝对头疼',
'Tips : 台长似乎对建站有着独特的见解...还是避开他建站为妙...否则...?',
'Tips : 台长每次建站都是一口大棺材...该怎么办才能纠正他的恶习呢...?',
'Tips : 台长:必须要用石砖建站!!!  众人:我们吃柠檬((((((((((',
'Tips : 我以前看到过最典型的建站反面教材，站点纯天然无添加，光线贼特么暗，换乘还特么额外收取500元的换乘费(悲)，线路忽短忽长，直角上坡(转向架:我吃柠檬)，而且最要命的是当属单线行驶，等个返程车要三小时((((，他家地铁太良心了！我选择打滴滴，以后我不坐他家地铁了！'];
var Tips = all_tips[Math.floor(Math.random()*all_tips.length)];

  document.write(Tips) ;

