var all_tips = [
'Tips : 1145141919810',
'Tips : 每日一杯奶，健康音游人',
'Tips : SB KohaD!!!',
'Tips : This is not a tips!',
'Tips : 没啥',
'Tips : 发现新提示的最好办法就是微笑着面对他，加油，奥里给！(bushi)',
'Tips : 发现新提示的最好办法是时不时看资讯站的内容！',
'Tips : 鸡汤来喽！',
'Tips : 众所周知:枫乔站长更新资讯站绝对头疼',
'Tips : 台长似乎对建站有着独特的见解...还是避开他建站为妙...否则...?',
'Tips : 台长每次建站都是一口大棺材...该怎么办才能纠正他的恶习呢...?',
'Tips : 台长:必须要用石砖建站!!!  众人:我们吃柠檬((((((((((',
'Tips : 我以前看到过最典型的建站反面教材，站点纯天然无添加，光线贼特么暗，换乘还特么额外收取500元的换乘费(悲)，线路忽短忽长，直角上坡(转向架:我吃柠檬)，而且最要命的是当属单线行驶，等个返程车要三小时((((，他家地铁太良心了！我选择打滴滴，以后我不坐他家地铁了 !',
'Tips : 【延段故事1】台长:地铁路线不可以转弯绕回来 ! 众人:我特喵坐东铁线延长段就是要去兴庆的 !枫乔&Laubcdd:你看，乘客想坐东铁线延长段去兴庆的 ! (续下集...)',
'Tips : 【延段故事2】台长:设计就是不合理，为什么还要绕回去连接，不连接都比这个好 ! 枫乔&Laubcdd :(无言而对...) 台长: 而且那边有这么多条线路，为什么还要连接?(续下集...)',
'Tips : 【延段故事3】Laubcdd:太单调了，要丰富线路连结。 台长:没看懂。反正你不准再这么建了!这不建了个寂寞吗，浪费资金。 Laubcdd:心想:台长建的石砖棺材 *PLUS* XXL加大版不是更浪费资金吗？我和枫乔搞的复古风格车站都比台长的棺材好，凭什么说我们浪费资金，(广东话)有冇搞错啊!!!(续下集...)',
'Tips : 【延段故事4】枫乔:引用苹果公司创始人史蒂夫•乔布斯的一句话：“微软的问题就是没品位”(回应台长不准再这么建) 首先这是你的第一且唯一问题 我城市五号线创新港、创新港东还有哪那么个地上站点不是绕了个圈子吗？你猜他们这些工程师哪个不想直线（   附图:https://laubcdd.github.io/res/story4.jpg (续下集...)',
'Tips : 【延段故事5】枫乔&Laubcdd:我们也想直线啊，除非改正定延段的途径的所有站点，否则......。你必须接受这个事实，事实上从北池头开始就不再允许出现更改位置的可能了!本身东铁线算上还未开通和待定一共整三十个站点，光是已开通的18个足足要了几乎半小时的车程! (续下集...)',
'Tips : 【延段故事6】枫乔&Laubcdd:你得要想想东铁线全线开通要等多久，人民能等的了你的一时冲动改的站点导致白白耗费了一个小时或者两个小时的车程吗？我不想再说下去了，(它指的是台长)作为开服线路它真的背了太多锅，它的规划问题始终是个问号!(完)'
];
var Tips = all_tips[Math.floor(Math.random()*all_tips.length)];

  document.write(Tips) ;

